aaron-bond.better-comments
anysphere.remote-wsl
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
chouzz.vscode-better-align
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
cschlosser.doxdocgen
dbaeumer.vscode-eslint
dotjoshjohnson.xml
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.github-vscode-theme
github.vscode-pull-request-github
greenbyte.handlebars-preview
mattpocock.ts-error-translator
mhutchie.git-graph
mikestead.dotenv
naumovs.color-highlight
pflannery.vscode-versionlens
pkief.material-icon-theme
przybylski.cursor-harpoon
redhat.vscode-yaml
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
tomoki1207.pdf
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
zhuangtongfa.material-theme
